{
    "version": "https://jsonfeed.org/version/1",
    "title": "Meu Hiperfoco, por Italo Roza",
    "description": "",
    "home_page_url": "https://gunter-sz.github.io/Meu-Hiperfoco",
    "feed_url": "https://gunter-sz.github.io/Meu-Hiperfoco/feed.json",
    "user_comment": "",
    "icon": "https://gunter-sz.github.io/Meu-Hiperfoco/media/website/IMG_0013.PNG",
    "author": {
        "name": "Italo Roza"
    },
    "items": [
        {
            "id": "https://gunter-sz.github.io/Meu-Hiperfoco/cansaco-e-redes-sociais/",
            "url": "https://gunter-sz.github.io/Meu-Hiperfoco/cansaco-e-redes-sociais/",
            "title": "Cansaço e redes sociais",
            "summary": "Estou cansado de usar redes sociais, mas estou cansado da internet? Nesses ultimos anos parece que toda a internet fica nas redes sociais, e isso me deixou tão cansado, os algoritmicos me controlando pra querer fazer coisas que nem tenho vontade, ver gente rica e&hellip;",
            "content_html": "<figure class=\"post__image post__image--left\"><img decoding=\"async\" loading=\"lazy\"  src=\"https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/IMG_0014.PNG\" alt=\"\" width=\"2048\" height=\"2048\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-xs.PNG 640w ,https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-sm.PNG 768w ,https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-md.PNG 1024w ,https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-lg.PNG 1366w ,https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-xl.PNG 1600w ,https://gunter-sz.github.io/Meu-Hiperfoco/media/posts/12/responsive/IMG_0014-2xl.PNG 1920w\"></figure>\n<p>Estou cansado de usar redes sociais, mas estou cansado da internet? Nesses ultimos anos parece que toda a internet fica nas redes sociais, e isso me deixou tão cansado, os algoritmicos me controlando pra querer fazer coisas que nem tenho vontade, ver gente rica e me comparar com minha situação no mundo, isso não é normal, isso me faz muito mal... Não tenho vontade nem de pintar ou desenhar mais por conta disso, e ainda faz parecer que a culpa é minha... Esse tipo de pensamento é o que anda sempre aparecendo na minha cachola, e nessa última semana resolvi fazer algo meio drastico para os tempos atuais, deletei tudo que é rede social (menos o whatsapp infelizmente), tudo que tem algo do mal no meio, tudo que quer me transformar em um meio de ganhar dinheiro. Lógico que não é possivel sair de 100% de tudo, mas consegui sair de uma boa parte delas e confesso que parece que o dia fica mais chato... pois estou sem as \"drogas\" que eram essas redes, sem elas estou sem a dopamina que tanto me fazia querer voltar pra elas.</p>\n<p class=\"align-left\">Aí veio a ideia de criar um site, esse aqui, confesso que é meio estranho... tem mais liberdade de ser eu mesmo e confesso que estou gostando disso. Sem likes, sem comentários, sem querer engajar, simplesmente colocar e é isso, já foi. Quem quiser ver, viu, e é isso. E quem não viu, é isso também. Libertador eu diria, mais próximo de um diário, mas um diário público pra quem tiver interesse de saber mais sobre algo. Andei pesquisando sobre criações de sites e acabei me deparando com uma coisa que não tinha visto antes, o chamado Digital Garden. Fiquei apaixonado de primeira e não pensei duas vezes em tentar fazer algo parecido aqui. É uma espécie de blog + Wiki + compartilhar conhecimento, mas não de forma perfeita, e sim imperfeitamente, pois correções e erros vão sempre sugir no nosso crescimento pessoal. </p>\n<p class=\"align-left\">Vou tentar transformar esse lugar em algo que eu me sinta bem e que me faça ter vontade de novo em criar arte, e também tentar falar dos meus hiperfocos que sempre estão me fazendo falar sem parar sobre eles.</p>",
            "author": {
                "name": "Italo Roza"
            },
            "tags": [
                   "Devaneios"
            ],
            "date_published": "2025-09-21T18:45:21-03:00",
            "date_modified": "2025-09-22T13:37:09-03:00"
        }
    ]
}
